[
  {
    "name": "Jiggy Djé",
    "desc": "Rapper and top Celeberty",
    "img": "jiggydje.jpg",
    "info_en": "Jiggy DJE blends hip-hop, Afrobeat, and house into high-energy sets that light up any stage. His sharp mixing and vibrant vibe keep the crowd moving nonstop.",
    "info_nl": "Jiggy DJE mixt hiphop, afrobeat en house tot energieke sets die elk podium laten knallen. Zijn scherpe mixtechniek en energieke vibe houden het publiek continu in beweging.",
    "location": "Mainstage",
    "month": "NOV",
    "day": "22",
    "youtube": "https://www.youtube.com/watch?v=SN1u5NHrANE"
  },
  {
    "name": "Armin van Buuren",
    "desc": "Trance icon",
    "img": "arminvanbuuren.webp",
    "info_en": "Five-time “World’s No. 1 DJ” and trance icon, Armin delivers euphoric, high-energy sets that have headlined festivals from Tomorrowland to Ultra. His uplifting melodies and impeccable mixing keep crowds dancing for hours.",
    "info_nl": "Vijf keer uitgeroepen tot 's werelds nummer 1 DJ, is Armin een trance-icoon die euforische, energieke sets brengt op festivals als Tomorrowland en Ultra. Zijn opbeurende melodieën en feilloze mixwerk houden het publiek urenlang in beweging.",
    "location": "Mainstage",
    "month": "NOV",
    "day": "22",
    "youtube": "https://www.youtube.com/watch?v=SN1u5NHrANE"
  },
  {
    "name": "Martin Garrix",
    "desc": "EDM superstar",
    "img": "martingarrix.webp",
    "info_en": "Broke through as a teenager with “Animals,” Martin Garrix has become one of the biggest names in EDM. His anthemic big-room tracks and stadium-sized drops make him a festival favorite across Europe.",
    "info_nl": "Martin Garrix brak door als tiener met 'Animals' en is nu een van de grootste namen in de EDM. Zijn anthems en stadionwaardige drops maken hem tot publiekslieveling op festivals in heel Europa.",
    "location": "Mainstage",
    "month": "NOV",
    "day": "23",
    "youtube": "https://www.youtube.com/watch?v=UyX8uzDZ5XM"
  },
  {
    "name": "Kensington",
    "desc": "Indie rock anthems",
    "img": "kensington.webp",
    "info_en": "Rotterdam-born indie rock quintet known for soaring choruses and driving guitar riffs. Hits like “Streets” and “Riddles” showcase their knack for arena-ready hooks and emotionally charged lyricism.",
    "info_nl": "Deze indie rockband uit Rotterdam staat bekend om hun meeslepende refreinen en krachtige gitaarpartijen. Nummers als 'Streets' en 'Riddles' tonen hun gevoel voor pakkende melodieën en emotionele teksten.",
    "location": "Mainstage",
    "month": "NOV",
    "day": "23",
    "youtube": "https://www.youtube.com/watch?v=1xoDhvuccNk"
  },
  {
    "name": "Within Temptation",
    "desc": "Symphonic metal",
    "img": "withintemptation.webp",
    "info_en": "Symphonic metal pioneers fronted by Sharon den Adel. Their cinematic soundscapes and operatic vocals (think “Ice Queen,” “Mother Earth”) translate into dramatic, visually stunning festival performances.",
    "info_nl": "Symfonische metalpioniers onder leiding van Sharon den Adel. Hun filmische geluid en operastemmen (zoals in 'Ice Queen', 'Mother Earth') zorgen voor dramatische, visueel indrukwekkende festivalshows.",
    "location": "The Club",
    "month": "NOV",
    "day": "23",
    "youtube": "https://www.youtube.com/watch?v=bAVs7TDCCCM"
  },
  {
    "name": "De Staat",
    "desc": "Experimental rock innovators",
    "img": "destaat.webp",
    "info_en": "Experimental rock outfit from Nijmegen, blending funky grooves with angular guitar work and theatrical stagecraft. Tracks like “Witch Doctor” and “Down Town” highlight their genre-bending approach and infectious energy.",
    "info_nl": "Experimentele rockband uit Nijmegen die funky grooves mixt met hoekige gitaren en theatrale podiumacts. Met nummers als 'Witch Doctor' en 'Down Town' tonen ze hun unieke stijl en aanstekelijke energie.",
    "location": "The Club",
    "month": "NOV",
    "day": "22",
    "youtube": "https://www.youtube.com/watch?v=O1eluTOuPz0"
  },
  {
    "name": "Chef’Special",
    "desc": "Genre-blending funk-pop",
    "img": "chefspecial.webp",
    "info_en": "A four-piece from Haarlem mixing funk, pop, rock and hip-hop. Their upbeat, genre-fluid sound on songs like “Amigo” and “In Your Arms” makes for joyous, dance-floor-friendly live shows.",
    "info_nl": "Een vierkoppige band uit Haarlem die funk, pop, rock en hiphop combineert. Hun vrolijke, genre-overstijgende nummers zoals 'Amigo' en 'In Your Arms' zorgen voor dansbare, feestelijke liveshows.",
    "location": "The Club",
    "month": "NOV",
    "day": "22",
    "youtube": "https://www.youtube.com/watch?v=y75pzxIKa0o"
  },
  {
    "name": "Navarone",
    "desc": "Hard-hitting rock four-piece",
    "img": "navarone.webp",
    "info_en": "Utrecht’s hard-hitting rock four-piece, delivering riff-driven anthems and dynamic vocals. With a live reputation for raw intensity, they’re tailor-made for late-night main stages.",
    "info_nl": "Vierkoppige rockband uit Utrecht die stevige riffs en krachtige vocalen brengt. Bekend om hun intense liveoptredens—perfect voor de late avondsfeer op grote podia.",
    "location": "The Lake",
    "month": "NOV",
    "day": "22",
    "youtube": "https://www.youtube.com/watch?v=-UsHueNTgCc"
  },
  {
    "name": "Dotan",
    "desc": "Folk-pop singer-songwriter",
    "img": "dotan.webp",
    "info_en": "Folk-pop singer-songwriter whose intimate voice and acoustic arrangements (notably on “Home”) have earned him platinum sales and sell-out shows. His heartfelt storytelling connects deeply on festival acoustic stages.",
    "info_nl": "Folk-pop singer-songwriter met een intieme stem en akoestische stijl (vooral bekend van 'Home'). Met platina platen en uitverkochte zalen raakt zijn muziek het publiek diep, vooral op akoestische festivalpodia.",
    "location": "The Lake",
    "month": "NOV",
    "day": "23",
    "youtube": "https://www.youtube.com/watch?v=6F4wWHdq4y4"
  },
  {
    "name": "Eefje de Visser",
    "desc": "Indie-pop",
    "img": "eefjedevisser.webp",
    "info_en": "Indie-pop artist crafting atmospheric, electronic-tinged songs. Her hypnotic vocals and lush production (as heard on “Ongeveer”) create a dreamlike vibe perfect for twilight festival slots.",
    "info_nl": "Indie-pop artieste die sfeervolle, elektronisch getinte muziek maakt. Haar betoverende zang en rijke productie (zoals in 'Ongeveer') zorgen voor een dromerige sfeer, ideaal voor de schemering op festivals.",
    "location": "The Lake",
    "month": "NOV",
    "day": "23",
    "youtube": "https://www.youtube.com/watch?v=aC2XGUjLIos"
  },
  {
    "name": "Froukje",
    "desc": "Candid pop songwriter",
    "img": "froukje.webp",
    "info_en": "Breakthrough pop singer Froukje Veenstra combines candid lyrics with catchy, synth-driven hooks. Since her 2021 debut, she’s become a voice of her generation—ideal for mid-day festival stages.",
    "info_nl": "De doorgebroken popzangeres Froukje Veenstra koppelt eerlijke teksten aan pakkende, synth-gedreven hooks. Sinds haar debuut in 2021 is ze een stem van haar generatie—perfect voor het middagprogramma op festivals.",
    "location": "Hanggar",
    "month": "NOV",
    "day": "23",
    "youtube": "https://www.youtube.com/watch?v=B5eKW9vtHoA"
  },
  {
    "name": "Spinvis",
    "desc": "Poetic lo-fi surrealist in pop form",
    "img": "spinvis.webp",
    "info_en": "Erik de Jong performs under the moniker Spinvis, crafting poetic, collage-like songs that blend spoken-word snippets, lo-fi electronics and wistful pop. Since his debut album in 2002—recorded in his attic—he’s become a fixture of Dutch indie, renowned for narratives that feel both intimate and surreal.",
    "info_nl": "Erik de Jong, beter bekend als Spinvis, maakt poëtische, collage-achtige nummers vol spoken word, lo-fi elektronica en melancholische pop. Sinds zijn debuut in 2002—opgenomen op zolder—is hij een vaste waarde in de Nederlandse indiescene met intieme en surrealistische verhalen.",
    "location": "Hanggar",
    "month": "NOV",
    "day": "22",
    "youtube": "https://www.youtube.com/watch?v=kzUR1XUdJu0"
  }
]
